Repository: FidelityInternational/djangocms-version-locking
Catalog: djangocms_version_locking/locale/*/LC_MESSAGES/django.po
Languages: de, nl

source: django CMS Version Locking
nl: django CMS Versie vergrendeling

source: Unlocked
de: Offen
nl: Onvergrendeld

source: locked by
de: gesperrt von
nl: vergrendeld door

source: version
nl: versie

source: locked
de: gesperrt
nl: vergrendeld

source: This view only supports POST method.
de: Dieser View unterstützt nur die POST-Methode.
nl: Deze weergave ondersteund alleen de POST methode.

source: You do not have permission to remove the version lock
de: Keine Berechtigung, die Version freizugeben
nl: Je hebt niet de rechten om deze vergrendelde versie te verwijderen

source: Version unlocked
de: Version freigegeben
nl: Versie onvergrendeld

source: Locked with {name}
de: Gesperrt mit {name}
nl: Vergrendeld door {name}

source: Edit
de: Editieren
nl: Bewerk

source: Action Denied. The latest version is locked with {user}
de: Aktion nicht erlaubt. Aktuelle Version ist von {user} gesperrt.
nl: Actie gesloten. De laatste versie is gesloten door {user}

source: Action Denied. The draft version is locked with {user}
de: Aktion nicht erlaubt. Entwurtf ist von {user} gesperrt.
nl: Actie gesloten. Deze concept versie is gesloten door {user}

source: Locked
de: Gesperrt
nl: Vergrendeld

source: Unlock
de: Freigeben
nl: Onvergrendeld

source: The following draft version has been unlocked by %(by_user)s for their use. %(version_link)s Please note you will not be able to further edit this draft. Kindly reach out to %(by_user)s in case of any concerns. This is an automated notification from Django CMS.
de: Der folgende Entwurf wurde von %(by_user)s zur Bearbeitung gesperrt. %(version_link)s Bitte beachten Sie, dass Sie keine weiteren Änderungen an diesem Entwurf vornehmen können. Kontaktieren Sie bitte %(by_user)s bei Rückfragen. Dies ist eine automatisch generierte Nachricht von django CMS.
nl: De huidige concept versie is ontgrendeld door %(by_user)s voor zijn gebruik. %(version_link)s Let op je kunt niet bewerken van dit concept. Vriendelijk neem contact op met %(by_user)s in het geval van gevallen. Dit is een automatische notificatie van Django CMS.
